Repository: signdict/website
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: de

source: Authentication required
de: Anmeldung benötigt

source: Internal server error
de: Interner Serverfehler

source: Invalid email address or password
de: Ungültige Email-Adresse oder Passwort

source: Log in
de: Anmelden

source: Oops, something went wrong! Please check the errors below.
de: Uups, etwas ist schief gelaufen! Bitte überprüfe die markierten Felder.

source: Page not found
de: Seite nicht gefunden

source: Please fill in an email address and password
de: Bitte fülle das Formular aus

source: Register
de: Registrieren

source: Sign in
de: Anmelden

source: Sign out
de: Abmelden

source: Successfully signed in
de: Erfolgreich angemeldet

source: Successfully signed out
de: Erfolgreich abgemeldet

source: user.biography
de: Biographie

source: user.email
de: Email

source: user.name
de: Name

source: user.password
de: Passwort

source: user.password_confirmation
de: Passwort bestätigen

source: Change my password
de: Passwort ändern

source: Change your password
de: Passwort ändern

source: Enter your email address and we'll send you a link to reset your password.
de: Gebe deine Email-Adresse ein und wir senden dir einen Link zum zurücksetzen des Passwortes.

source: Forgot password?
de: Passwort vergessen?

source: Forgot your password?
de: Passwort vergessen?

source: Sadly you are not allowed to do this
de: Leider darfst du dies nicht.

source: Send password reset instructions
de: Passwort-Link verschicken

source: Invalid password reset link. Please try again.
de: Ungültiger Passwort-Link. Bitte versuche es erneut.

source: Password successfully changed
de: Passwort erfolgreich geändert

source: Unable to change your password
de: Leider konnte das Passwort nicht geändert werden

source: You'll receive an email with instructions about how to reset your password in a few minutes.
de: Du bekommst innerhalb der nächsten Minuten eine Email mit einem Link zum zurücksetzen des Passwortes.

source: Your password reset link
de: Dein Passwort Link

source: You are not allowed to do this.
de: Leider darfst du dies nicht.

source: Actions
de: Aktionen

source: Delete
de: Löschen

source: Edit
de: Bearbeiten

source: Listing users
de: Alle Nutzer

source: New user
de: Neuer Nutzer

source: Show
de: Anzeigen

source: Submit
de: Absenden

source: User created successfully.
de: Nutzer erfolgreich angelegt.

source: User deleted successfully.
de: Nutzer erfolgreich gelöscht.

source: User updated successfully.
de: Nutzer erfolgreich aktualisiert.

source: user.role
de: Rolle

source: Users
de: Nutzer

source: Welcome to the dashboard
de: Willkommen im Dashboard

source: Update
de: Speichern

source: Updated successfully.
de: Erfolgreich gespeichert

source: The avatar image of this user
de: Das Bild des Nutzers

source: user.avatar
de: Profilbild

source: Language created successfully.
de: Sprache erfolgreich angelegt.

source: Language deleted successfully.
de: Sprache erfolgreich gelöscht.

source: Language updated successfully.
de: Sprache erfolgreich aktualisiert.

source: Languages
de: Sprachen

source: New language
de: Neue Sprache

source: language.default_locale
de: Standard Sprache der Weboberfläche

source: language.iso6393
de: ISO 639-3

source: language.long_name
de: Langer Name

source: language.short_name
de: Abkürzung

source: Only enter a password if you want to change it
de: Du brauchst das Passwort nur eingeben, wenn du dies ändern willst

source: Are you sure?
de: Bist du sicher?

source: Dashboard
de: Dashboad

source: Edit language
de: Bearbeite Sprache

source: Language
de: Sprache

source: Edit user
de: Nutzer bearbeiten

source: Entry
de: Eintrag

source: Listing languages
de: Alle Sprachen

source: Listing videos
de: Alle Videos

source: New video
de: Neues Video

source: User
de: Benutzer

source: video.copyright
de: Urheberrecht

source: video.license
de: Lizenz

source: video.orignal_href
de: Quelle

source: video.state
de: Status

source: Entries
de: Einträge

source: Listing entries
de: Alle Einträge

source: New entry
de: Neuer Eintrag

source: entry.text
de: Text

source: entry.type
de: Typ

source: entry.description
de: Beschreibung

source: Edit entry
de: Eintrag bearbeiten

source: Entry created successfully.
de: Eintrag erfolgreich angelegt.

source: Entry updated successfully.
de: Eintrag erfolgreich aktualisiert.

source: entry.language
de: Sprache

source: video.original_href
de: Orignal URL

source: Entry deleted successfully.
de: Eintrag erfolgreich gelöscht.

source: Only one vote per video and user
de: Nur eine Abstimmung pro Video und Benutzer

source: About SignDict
de: Über SignDict

source: SignDict is an open dictionary for sign language. <strong>Everyone is invited to join in.</strong>
de: SignDict ist ein offenes Wörterbuch für Gebärdensprache. <strong>Jede:r ist eingeladen mitzumachen.</strong>

source: Contact
de: Kontakt

source: Curious?
de: Neugierig?

source: Imprint
de: Impressum

source: Language barrier
de: Sprachbarriere

source: Search
de: Suche

source: SignDict believes...
de: SignDict glaubt, dass Kommunikation der Schlüssel zu einer offenen Gesellschaft ist. Um die Integration von gehörlosen Menschen zu fördern, bieten wir ein lebendiges Gebärdensprach-Wörterbuch, das jeden einlädt mitzumachen.

source: SignDict is a sign language dictionary where everyone can participate
de: SignDict ist ein Gebärdensprach-Wörterbuch bei dem jede:r mitmachen kann.

source: SignDict on Github
de: SignDict auf Github

source: SignDict on Twitter
de: SignDict auf Twitter

source: Supporter
de: Unterstützer

source: Enter word to search
de: Wort nach dem gesucht werden soll

source: A hand with a speech bubble
de: Eine Hand mit einer Sprechblase

source: Two hands waving
de: Zwei winkende Hände

source: Create new account
de: Ein neues Nutzerkonto anlegen

source: We are happy that you want to help. Please enter your details below so that we can create your account.
de: Wir freuen uns, dass du mitmachen möchtest. Bitte gib uns doch ein paar Informationen über dich, damit wir dein Benutzerkonto erstellen können.

source: Complete your user profile >
de: Dein Nutzerprofil vervollständigen >

source: Search through SignDicts %{sign_count} signs >
de: SignDicts %{sign_count} Gebärden durchsuchen >

source: Welcome, %{username}!
de: Willkommen, %{username}!

source: Your account was created. Here are a few things you can do now:
de: Dein Benutzerkonto ist eingerichtet. Hier sind einige Vorschläge, wie du auf SignDict loslegen kannst:

source: Change Password
de: Password ändern

source: Please describe yourself
de: Bitte beschreibe dich ein bisschen

source: You only need to enter your password here if you want to change it. Otherwise keep it empty.
de: Du musst hier nur dein Passwort eintragen, wenn du es ändern willst. Ansonsten kannst du diese Felder leer lassen.

source: Search in SignDict...
de: SignDict durchsuchen...

source: This user doesn't have a bio yet
de: Dieser Nutzer hat noch keine Biographie.

source: Uploaded videos
de: Videos hochgeladen

source: User since %{since}
de: Dabei seit %{since}

source: one day
de: einem Tag

source: one month
de: einem Monat

source: one year
de: einem Jahr

source: video.thumbnail_url
de: Vorschaubild

source: video.video_url
de: Video

source: No other variations
de: Keine weiteren Variationen

source: Variations »%{entry}«
de: Varianten »%{entry}«

source: today
de: heute

source: ${time} ago
de: Vor ${time}

source: Date of upload
de: Uploaddatum

source: by
de: von

source: Source
de: Quelle

source: Choose this variant
de: Diese Variante wählen

source: Thumbnail for Video
de: Vorschaubild des Videos

source: Does this video show the sign you know for this word? If yes, please vote by clicking on the up arrow.
de: Zeigt dieses Video die von dir benutzte Gebärde für das Wort? Wenn ja, dann stimme für dies ab mit klick auf den Pfeil.

source: Don't vote this video up
de: Nicht für dieses Video stimmen

source: Vote this video up
de: Für dieses Video stimmen.

source: You voted for this video. You can remove your vote by clicking on the arrow.
de: Du hast für dieses Video gestimmt. Mit klicken auf dem Pfeil kannst du dies zurück nehmen.

source: You vote was reverted successfully
de: Deine Stimme für dieses Video wurde zurück genommen.

source: Sadly your voting failed.
de: Leider hat das abstimmen nicht funktioniert.

source: Thanks for voting!
de: Danke für deine Stimme.

source: One search result for »%{query}«
de: Ein Suchergebnis für »%{query}«

source: Content
de: Inhalt

source: Sent
de: Absenden

source: The email was sent.
de: Die Email wurde abgesendet.

source: video.metadata
de: Metadata

source: About
de: Über

source: Edit profile
de: Profil bearbeiten

source: Login
de: Anmelden

source: New message via contact form
de: Neue Nachricht via Kontakt-Formular

source: Reset password
de: Passwort zurücksetzen

source: Search results for %{query}
de: Suchergebnisse für %{query}

source: Sign for %{sign}
de: Gebärde für %{sign}

source: SignDict - A sign language dictionary
de: SignDict - Ein Gebärdensprach-Wörterbuch

source: User %{user}
de: Nutzer %{user}

source: Welcome
de: Willkommen

source: Please <a href='%{login_url}'>login</a> to vote for this video.
de: Bitte <a href='%{login_url}'>melde dich an</a>, um für dieses Video zu stimmen.

source: Please enter a word in the field above to search for signs.
de: Bitte gebe ein Wort in das Suchfeld ein um nach Gebärden zu suchen.

source: The complete list of supporters.
de: Die komplette Liste an Unterstützern.

source: supporter_intro
de: Dieses Projekt ist nicht kommerziell und alles steht unter Open Source Lizenzen. Der Quelltext nutzt die Mozilla Public License 2.0 und alle Videos sind unter einer Creative Commons Lizenz. Der Betrieb und die Entwicklung des Projektes kosten eine große Menge an Zeit und Ressourcen. Glücklicherweise haben einige Firmen und Privatpersonen geholfen, dieses Projekt zu realisieren. Hier findest du eine Liste mit allen Unterstützern:innen und was genau jede:r zum Projekt beigetragen hat.

source: supporter_prototype
de: Der Prototype Fund hat dieses Projekt in die erste Förderrunde aufgenommen. Danke für das Vertrauen dafür. Danke auch an das BmBF für die Unterstützung des Prototypefundes. Ohne diese wäre dieses Projekt nicht möglich gewesen.

source: All contributors.
de: Allen Mitwirkenden.

source: All libraries we are using to develop SignDict
de: Alle Bibliotheken, die wir für die Entwicklung von SignDict benutzen

source: SignDict also wants to thank the following services and people:
de: SignDict dankt auch folgenden Diensten und Menschen:

source: for always beeing there for me.
de: weil Ihr immer für mich da seid.

source: supporter_rrbone
de: Dieser Dienst wird auf Servern von RRBone betrieben. Danke für die Bereitstellung der Server.

source: supporter_zweitag
de: Zweitag hat freundlicherweise dieses sehr schicke Design entworfen und mir bei der Umsetzung mit Rat zur Seite gestanden.

source: and YOU for reading this <3
de: und DIR für das Lesen dieser Liste <3

source: Open SignDict
de: Öffne SignDict

source: Sorry, I could not find an entry for this.
de: Entschuldigung, leider konnte ich diesen Eintrag nicht finden.

source: Sorry, no sign found
de: Entschuldigung, keine Gebärde gefunden

source: Sorry, no sign was found
de: Entschuldigung, es wurde keine Gebärde gefunden

source: A sign language dictionary
de: Ein Gebärdensprach-Wörterbuch

source: %{user} is a user on SignDict, a sign language dictionary.
de: %{user} ist ein Nutzer auf SignDict, einem Gebärdensprach-Wörterbuch

source: by %{copyright}
de: von %{copyright}

source: This video shows the sign of "%{sign}". See more Signs on SignDict.org, your sign language dictionary. License: %{license} %{copyright}
de: Dieses Video zeigt die Gebärde für "%{sign}". Weitere Gebärden findest du auf SignDict.org, deinem Gebärdensprach-Wörterbuch. Lizenz: %{license} %{copyright}

source: by %{copyright} - %{username}
de: von %{copyright} - %{username}

source: Privacy
de: Datenschutz

source: Invalid confirmation link.
de: Ungültiger Link zum bestätigen der Email-Adresse

source: Please click on the link in the email we just sent to confirm your account.
de: Bitte klicke auf den Link in der Email, die wir dir gerade zugesendet haben, um dein Konto zu bestätigen.

source: Please confirm your email address
de: Bitte bestätige deine Email-Adresse

source: Unable to confirm your email address.
de: Leider kann deine Email-Adresse nicht bestätigt werden.

source: already used
de: wird schon benutzt

source: Please click on the link in the email we just sent to confirm the change of your email.
de: Bitte klicke auf den Link in der Email, die wir dir gerade zugesendet haben, um die neue Email-Adresse zu bestätigen.

source: Please confirm the change of your email address
de: Bitte bestätige die Änderung deiner Email-Adresse

source: Your new email address is now confirmed.
de: Deine neue Email-Adresse ist nun bestätigt.

source: user.want_newsletter
de: Ja, ich will den Newsletter abonnieren.

source: user.flags
de: Feature flags

source: Record new video
de: Neues Video aufnehmen

source: Review Queue
de: Neue Videos

source: Video approved
de: Video freigegeben

source: Know another variation for this word? You do? Please help us and record it with your webcam.
de: Du kennst eine andere Variante für dieses Wort? Bitte hilf uns und nehme diese mit deiner Webcam auf.

source: Video could not be approved
de: Video konnte nicht freigegeben werden

source: Add new entry
de: Neuen Eintrag hinzufügen

source: Approve video
de: Video freigeben

source: entry.type.example
de: Beispielsatz

source: entry.type.phrase
de: Redensart / Phrase

source: entry.type.word
de: Wort

source: If you want to create another entry for another meaning of a word, please describe the meaning in a little bit more detail here.
de: Wenn du einen Eintrag mit einer anderen Bedeutung für einen schon bestehen anlegen willst, beschreibe diesen kurz hier um beide Einträge unterscheiden zu können.

source: Create entry
de: Eintrag anlegen

source: You think an entry is missing? Feel free do add it here. After entering the text you will be able to record the sign for it in the next step.
de: Du denkst ein Eintrag fehlt? Dann trage diesen gerne hier ein. Nachdem du den Text eingegeben hast, wirst du im nächsten Schritt die Möglichkeit haben, die Gebärde aufzunehmen.

source: Missing an entry? Do you know how to sign it? Then please add it with the help of your webcam.
de: Fehlt ein Eintrag? Weißt du, wie dieser gebärdet wird? Dann füge diesen Bitte mit Hilfe deiner Webcam hinzu.

source: All entries
de: Alle Einträge

source: Browse results for %{letter}
de: Alle Einträge für %{letter}

source: Browse through SignDict
de: Alle Einträge

source: Sorry, I couldn't find the entry for which you wanted to record a sign.
de: Leider konnte ich den Eintrag nicht finden, zudem du eine Gebärde aufnehmen wolltest.

source: Add a new sign >
de: Eine neue Gebärde hinzufügen >

source: Your video was approved :)
de: Dein Video wurde freigegeben :)

source: Feeling adventurous? Try <a href='%{random}'>a random entry</a>.
de: Abenteuerlustig? Dann schau dir doch einen <a href='%{random}'>zufälligen Eintrag an</a>.

source: The webcam recording functionality uses relatively new features and currently only Chrome and Firefox support them. Please make sure you have the latest version of Chrome or Firefox installed. It is also not possible to record with a tablet or your phone. You need to have a laptop. I hope this will change in the future, but that depends on the browser manufacturers.
de: Die Webcam-Aufnahme benötigt relativ neue Funktionen und momentan werden diese nur vom Chrome- und Firefox-Browser unterstützt. Bitte stelle sicher das du die neueste Version von Chrome oder Firefox installiert hast. Es ist desweiteren nicht möglich, mit einem Tablet oder deinem Telefon aufzunehmen. Du brauchst einen Laptop. Ich hoffe dies ändert sich in Zukunft, aber dies hängt von den Browser-Herstellern ab.

source: Your browser is not supported
de: Dein Webbrowser wird nicht unterstützt

source: Video could not be rejected
de: Das Video konnte nicht abgelehnt werden

source: Video rejected
de: Video abgelehnt

source: Your video was rejected
de: Dein Video wurde abgelehnt

source: Reject video
de: Video ablehnen

source: Rejection reason
de: Ablehnungsgrund

source: Watch this sign for "%{sign}" on @signdict
de: Schau dir diese Gebärde für "%{sign}" auf @signdict an

source: Record new sign
de: Neue Gebärde aufnehmen

source: You need to enable Javascript for this to work.
de: Du musst Javascript aktivieren für diese Funktion.

source: Sorry, but you need the latest Chrome Browser for recording right now.
de: Leider brauchst du einen aktuellen Chrome Browser für die Aufnahmefunktion.

source: user.id
de: ID

source: Our mission: to help in understanding each other.
de: Einander gemeinsam verstehen: Das ist unsere Mission.

source: So far %{humans} humans have added <a href="%{link}">%{signs} signs</a>
de: Aktuell haben %{humans} Menschen <a href="%{link}">%{signs} Gebärden</a> beigetragen

source: List created successfully.
de: Liste erfolgreich angelegt.

source: List deleted successfully.
de: Liste erfolgreich gelöscht.

source: List updated successfully.
de: Liste erfolgreich aktualisiert.

source: Lists
de: Listen

source: Listing lists
de: Alle Listen

source: New list
de: Neue Liste

source: list.id
de: ID

source: list.name
de: Name

source: list.type
de: Typ

source: Edit list
de: Liste bearbeiten

source: List
de: Liste

source: list.description
de: Beschreibung

source: list.sort_order
de: Sortierung

source: Entry added successfully.
de: Eintrag erfolgreich hinzugefügt

source: Entry could not be added.
de: Eintrag konnte nicht hinzugefügt werden.

source: List entry deleted successfully.
de: Listeneintrag erfolgreich gelöscht.

source: Thumbnail
de: Vorschaubild

source: %{list} is a collection of signs in SignDict, a sign language dictionary.
de: %{list} ist eine Sammlung von Gebärden auf SignDict, einem Gebärdensprach-Wörterbuch.

source: List "%{name}"
de: Liste "%{name}"

source: List entry moved down.
de: Listeneintrage nach unten verschoben.

source: List entry moved up.
de: Listeneintrag nach oben verschoben.

source: Open the german documentation
de: Zur Dokumentation

source: Want to learn more about sign language?
de: Willst du mehr über Gebärdensprache lernen?

source: We offer a nice introduction to sign language in german.
de: Zum Beispiel über das <a href='http://docs.signdict.org/dgs/4_fingeralphabet/'>Fingeralphabet</a>, <a href='http://docs.signdict.org/babysign/1_einleitung/'>Babysign</a> oder die deutsche Gebärdensprache? Großartig. Genau dafür haben wir unser <a href='http://docs.signdict.org'>Dokumentations-Projekt</a>.

source: Documentation
de: Dokumentation

source: Already authenticated
de: Schon angemeldet

source: The recaptcha was wrong, email not sent.
de: Der Recaptcha war falsch, Email nicht versendet.

source: Some variations of this entry using <a href='https://delegs.de/gebaerdenschrift/'>SignWriting</a>:
de: Einige Beispiele dieses Eintrages in <a href='https://delegs.de/gebaerdenschrift/'>GebärdenSchrift</a>:

source: SignWriting
de: GebärdenSchrift

source: Thanks to <a href='https://delegs.de/'>delegs</a> for offering this service.
de: Danke an <a href='https://delegs.de'>delegs</a> für diesen Service.

source: New videos
de: Neue Videos

source: Recently created videos
de: Zuletzt angelegte Videos

source: Love SignDict? Sponsor us to help cover the server costs.
de: Du magst SignDict? Unterstütze uns um die Serverkosten zu bezahlen.

source: and YOU if you want to donate.
de: und DU wenn du spenden möchtest.

source: Search a word to see the GSL sign
de: Suche ein Wort um die Gebärde in DGS zu sehen

source: License
de: Lizenz

source: Domain created successfully.
de: Eintrag erfolgreich angelegt.

source: Domain deleted successfully.
de: Eintrag erfolgreich gelöscht.

source: Domain updated successfully.
de: Eintrag erfolgreich aktualisiert.

source: Edit domain
de: Domain bearbeiten

source: Listing domains
de: Alle Videos

source: New domain
de: Neue Domain

source: domain.domain
de: Domainname

source: domain.id
de: ID

source: Statistic
de: Statistik

source: You cannot view this page.
de: Du darfst diese Seite nicht sehen.

source: Suggestions
de: Vorschläge

source: This will include all suggestions made by users.
de: Diese Datei behinhaltet alle Vorschläge von Nutzer:innen

source: Download CSV
de: CSV runterladen

source: Add the video yourself
de: Füge das Video selber hinzu

source: Please describe the word or use it in a sentence. This helps us to find the right sign.
de: Bitte beschreibe das Wort in einem Satz. Dies Hilft uns, die richtige Gebärde zu finden.

source: Send
de: Absenden

source: Suggest a new word!
de: Ein neues Wort vorschlagen!

source: Suggest the word
de: Ein Wort vorschlagen

source: You cannot sign the word? No problem, just add it here and someone will sign it for you:
de: Du kannst das Wort nicht gebärden? Kein Problem, schlag es hier vor und jemand anderes wird es für dich gebärden:

source: suggestion.description
de: Beschreibung

source: suggestion.word
de: Wort

source: SignDict is an open sign dictionary, everyone can help to make it better. You are missing an entry and want to help? Great! There are two ways to do so:
de: SignDict ist ein offenes Wörterbuch. Jede:r kann helfen, es besser zu machen. Du vermisst einen Eintrag und willst helfen? Großartig! Es gibt zwei Wege dafür:

source: You can sign the missing word and own a webcam? Add the word yourself on <a href="%{login_url}">this page</a>.
de: Du kannst das fehlende Wort gebärden und besitzt eine Webcam? Füge das Wort selber hinzu <a href="%{login_url}">auf dieser Seite</a>.

source: There were problems saving your entry
de: Es gab Probleme beim Absenden deines Vorschlages

source: Thanks for suggesting a new entry.
de: Danke für deinen Vorschlag.

source: <a href="%{link}">%{signs} signs</a> have been added by awesome users.
de: <a href="%{link}">%{signs} Gebärden</a> wurden von tollen Nutzer:innen hinzugefügt.

source: One search result for
de: Ein Suchergebnis für

source: Missing an entry? Do you know how to sign it? Please add that sign using your webcam.
de: Fehlt ein Eintrag? Weißt du, wie dieser gebärdet wird? Dann füge diesen bitte mit Hilfe deiner Webcam hinzu.

source: Record a new entry
de: Wort vorschlagen

source: This entry written in <a href='https://delegs.de/gebaerdenschrift/'>SignWriting</a>:
de: Dieser Eintrag in <a href='https://delegs.de/gebaerdenschrift/'>GebärdenSchrift</a>:

source: Variations for »%{entry}«
de: Varianten für »%{entry}«

source: MP4-File
de: MP4-Datei

source: Advertisement
de: Werbung
